Repository: FraGoTe/chamilo-drupal
Catalog: translations/*.po
Languages: es, fr

source: SSO Server Protocol
es: Protocolo del Servidor SSO
fr: Protocole du serveur SSO

source: Application URL and Path
es: URL y Ruta de la Aplicación
fr: URL et chemin de l'application

source: NOTICE: Do NOT use trailing slash nor http://. i.e: yourchamilosite.com
es: AVISO: NO utilizar slash al final ni http://. p.e. tusitiochamilo.com
fr: AVIS: NE PAS utiliser de slash final ni de http://. ex: exemple.com

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: User ID (example: user1).
es: ID de Usuario (ej. user1)
fr: ID d'utilisateur (ex. user1)

source: Security Key
es: Llave de Seguridad
fr: Clef de sécurité

source: Redirection
es: Redirección

source: Please wait...
es: Por favor espere...
fr: Veuillez patienter...

source: Chamilo settings
es: Configuración Chamilo
fr: Configuration Chamilo

source: Sync with a Chamilo account.
es: Sincronizar con una cuenta Chamilo.
fr: Synchroniser avec un compte Chamilo.

source: If enabled, system will create or override a Chamilo account with same username, email and password.
es: Si está habilitado, el sistema creará o sobrescribirá una cuenta Chamilo con el mismo nombre de usuario, correo-e y contraseña.
fr: S'il est activé, le système crééra ou recrééra un compte Chamilo avec le même nom d'utilisateur, e-mail et mot de passe.

source: Chamilo username
es: Nombre de usuario Chamilo
fr: Nom d'utilisateur Chamilo

source: Chamilo username.
es: Nombre de usuario Chamilo.
fr: Nom d'utilisateur de Chamilo.

source: Chamilo API key
es: Llave API Chamilo
fr: Clef API de Chamilo

source: Chamilo API key. Find your API key in your Chamilo Profile by clicking <a href="@url">here</a>.
es: Llave API de Chamilo. Encuentre su llave API desde su perfil Chamilo haciendo clic <a href="@url">aquí</a>.
fr: Clef API de Chamilo. Récupérez votre clef API depuis votre profil Chamilo en cliquant <a href="@url">ici</a>.

source: Trainings Visibilities
es: Visibilidad de Cursos
fr: Visibilité des cours

source: If this site displays a block with a list of your courses, will be filtered by criterias above.
es: Si este sitio muestra un bloque con una lista de los cursos que usted lleva, ésta será filtrada por los criterios anteriores.
fr: Si le site montre un bloc avec une liste de vos cours, cette liste sera filtrée selon les critères ci-dessus.

source: Agenda time frame
es: Marco de tiempo de mi Agenda
fr: Limites temporelles de mon agenda

source: Chamilo trainings
es: Cursos Chamilo
fr: Cours Chamilo

source: My Chamilo agenda
es: Mi agenda Chamilo
fr: Mon agenda Chamilo

source: My Chamilo trainings
es: Mis Cursos Chamilo
fr: Mes cours Chamilo

source: Chamilo module yet not configured, can't display blocks.
es: El módulo Chamilo aún no ha sido configurado, no se puede mostrar los bloques.
fr: Le module Chamilo n'a pas encore été configuré, ou les blocs ne peuvent être affichés.

source: public
es: público

source: private
es: privado
fr: privé

source: public registered
es: público para los usuarios identificados
fr: cours public(s) dans le(s)quel(s) je suis enregistré(e)

source: closed
es: cerrado
fr: fermé

source: Disabled
es: Deshabilitado
fr: Désactivé

source: between now and within next !n days
es: entre hoy y los próximos !n días
fr: entre aujourd'hui et les prochains !n jours

source: administer chamilo
es: administrar chamilo
fr: administrer Chamilo

source: connect with own Chamilo account
es: conectar con cuenta Chamilo propia
fr: se connecter avec son propre compte Chamilo

source: Configure integration settings with Chamilo.
es: Configurar los parámetros de integración con Chamilo.
fr: Configurer les paramètres d'intégration avec Chamilo.

source: Integration with Chamilo.
es: Integración con Chamilo.
fr: Intégration avec Chamilo.
